{
  "title": "因赛美那设定集（全版本汇总）",
  "image": "../../../images/big.jpg",
  "time": "2015年-2025年",
  "type": "角色设定（多版本）",
  "status": "已完成",
  "toc": [
    {
      "id": "ysmn-0000",
      "name": "布灵"
    },
    {
      "id": "ysmn-0001",
      "name": "寂影"
    },
    {
      "id": "ysmn-0002",
      "name": "卡洛晴"
    },
    {
      "id": "ysmn-0003",
      "name": "洛提"
    },
    {
      "id": "ysmn-0004",
      "name": "双箭头"
    },
    {
      "id": "ysmn-0005",
      "name": "寂灵"
    }
  ],
  "versions": {
    "original": {
      "title": "布灵",
      "description": "<p><strong>性别</strong>：男</p>
      <p><strong>外貌设定</strong>：银白短发（未及肩），身穿浅灰色基础款时间守护者制服，左胸佩戴组织徽章，眼神天真却带着坚定，身高158cm。</p><p><strong>能力范围</strong>：</p><ul><li>时间暂停：单次最长5秒，范围仅限自身周围3米内，使用后需休息10秒才能再次激活。</li><li>时间回溯：仅能回溯自身10分钟内的动作（如修复误触的机关），无法改变他人或环境的过去。</li><li>未来视：每天仅限使用1次，只能看到未来1小时内的1种可能性，画面模糊且碎片化。</li></ul><p><strong>武器形态</strong>：“时光之刃”为短匕首造型，刀身呈淡蓝色，无复杂纹路，仅刀柄末端刻有“守护”二字，需通过组织授权才能激活时间切割功能。</p><p><strong>性格特点</strong>：天真冲动，对“守护时间线”的使命充满热忱，但缺乏实战经验，容易因同情他人而偏离任务目标，依赖组织前辈的指导。</p><p><strong>背景故事</strong>：因出生时恰逢时间裂隙波动，天生携带时间因子，被时间守护者组织发现后收养培养，16岁正式成为成员，首次任务是阻止反派篡改“工业革命关键节点”，过程中因心软放过反派下属，导致任务险些失败，最终在前辈帮助下完成任务，开始理解“规则与慈悲”的平衡。"
    },
    "v15": {
      "title": "寂影",
      "description": "<p><strong>核心定位</strong>：经验丰富的资深守护者，开始质疑组织内部规则。</p><p><strong>外貌设定</strong>：银白长发（及腰），左侧留有一缕深蓝色挑染，制服改为修身款（便于战斗），袖口添加自定义防护纹路，眼神锐利且带疏离感，身高162cm，左手腕佩戴自制的“时间波动监测手环”。</p><p><strong>能力范围</strong>：</p><ul><li>时间暂停：单次最长15秒，范围扩展至10米内，使用后仅需休息5秒，可连续使用2次。</li><li>时间回溯：能回溯小范围环境（10平方米内）30分钟内的状态，可修复轻微的时间线偏差（如物品损坏、短期记忆修改）。</li><li>未来视：每天可使用3次，能看到未来3小时内的3种可能性，画面清晰，可自主选择聚焦某一可能性的细节。</li></ul><p><strong>武器形态</strong>：“时光之刃”刀身加长至30cm，刀背刻有时间刻度纹路，可通过注入能量改变刀刃长度（最长50cm），能切割“短期时间残留”（如消除自身行动痕迹）。</p><p><strong>性格特点</strong>：冷静理智，做事严谨，对任务目标的完成度要求极高，但内心开始质疑组织“牺牲少数人保全时间线”的规则，变得沉默寡言，私下调查组织内部的权力斗争。</p><p><strong>背景故事</strong>：加入组织5年，累计完成37次时间守护任务，从未出现失误。一次任务中，组织要求她放弃拯救100名无辜者以维护“关键历史节点”，她虽按命令执行，但事后发现该节点并非“不可修改”，而是组织高层为巩固权力的刻意安排，从此开始秘密收集组织腐败证据，同时隐藏自己的怀疑，避免被视为“时间线异端”。"
    },
    "v23": {
      "title": "卡洛晴 ",
      "description": "<p><strong>核心定位</strong>：脱离组织的独立守护者，探索时间本质的孤独行者。</p><p><strong>外貌设定</strong>：银白长发扎成高马尾，发尾带有淡紫色渐变，不再穿组织制服，改为黑色皮质风衣（内搭紧身作战服），腰间挂着“时光之刃”的刀鞘，脖颈佩戴“时间稳定吊坠”（自制，用于抵消时间旅行的副作用），眼神疲惫却坚定，身高163cm，右手手背有一道时间裂隙留下的淡蓝色疤痕。</p><p><strong>能力范围</strong>：</p><ul><li>时间暂停：无时长限制（但自身能量消耗会随时间增加），范围可自主调节（最大20米），可选择性暂停目标（如仅暂停敌人，不影响无辜者）。</li><li>时间回溯：能回溯大范围环境（100平方米内）24小时内的状态，可修复中度时间线偏差（如逆转小规模战斗后果），但每次使用会导致自身短暂“时间脱节”（感官延迟10秒）。</li><li>未来视：无使用次数限制，能看到未来7天内的多种可能性，可通过“时间锚点”锁定某一可能性，引导其向有利方向发展，但会消耗大量体力。</li></ul><p><strong>武器形态</strong>：“时光之刃”可变形为双匕首（主刀25cm，副刀15cm），刀身可释放“时间冲击波”（对时间紊乱的敌人造成额外伤害），能切割“长期时间残留”（如消除某段历史中自身的存在痕迹）。</p><p><strong>性格特点</strong>：独立坚韧，对人性既有戒备又存善意，习惯独来独往，但会主动帮助时间线中“不该牺牲”的无辜者，因长期独自旅行而显得有些孤僻，偶尔会对着“时间稳定吊坠”自言自语（缅怀逝去的组织前辈）。</p><p><strong>背景故事</strong>：因曝光组织高层腐败，被定为“时间线叛徒”，被迫逃离组织。在逃亡中发现“跨时间线危机”——多个平行宇宙的时间线正在同步崩塌，原因是“未来的自己”在对抗终极反派时失败。为阻止危机，她开始跨越不同时间点，寻找“过去的自己”和“未来的自己”的碎片，试图组成“跨时间联盟”，过程中多次因“时间悖论”受伤，手背的疤痕便是与“25版自己”初次接触时留下的。"
    },
    "v24": {
      "title": "洛提",
      "description": "<p><strong>核心定位</strong>：连接平行宇宙的协调者，理解“多重自我”的平衡者。</p><p><strong>外貌设定</strong>：银白长发散落在肩头，左侧发丝掺杂少量粉色（平行宇宙能量影响），身穿可自适应不同宇宙环境的“时空风衣”（基础色为深紫色，接触不同宇宙能量时会变色），手腕佩戴“平行宇宙定位器”，眼神温和且包容，身高163cm，左胸口有一个平行宇宙能量形成的“双螺旋印记”。</p><p><strong>能力范围</strong>：</p><ul><li>时间暂停：可跨平行宇宙暂停（仅限与自身当前宇宙“相似度80%以上”的宇宙），范围最大30米，无能量消耗上限（但会同步消耗对应平行宇宙“自己”的能量）。</li><li>时间回溯：能回溯“平行宇宙关联事件”（如修复A宇宙的错误，同步修正B宇宙的连锁反应），回溯时长最长72小时，使用后需在“时间夹缝”中休息12小时才能恢复。</li><li>未来视：可同时查看多个平行宇宙的未来，能识别“宇宙关键节点”（某一宇宙的选择会影响10个以上平行宇宙），可通过“意识共享”与其他宇宙的“自己”同步未来视信息。</li></ul><p><strong>武器形态</strong>：“时光之刃”进化为“时空双刃”，主刀对应“主宇宙时间”，副刀对应“平行宇宙时间”，可组合为长柄武器（长度80cm），释放“跨宇宙时间斩”（切断两个宇宙间的异常关联），刀柄内存储着12个平行宇宙的“时间样本”。</p><p><strong>性格特点</strong>：开放包容，善于倾听不同宇宙“自己”的想法，不再执着于“唯一正确的时间线”，而是追求“多元平衡”，面对危机时能快速整合不同宇宙的优势，做出最优决策，但偶尔会因“自我认知混乱”（接触过多平行自我）而短暂迷茫。</p><p><strong>背景故事</strong>：在与“25版自己”合作中，意外打开了平行宇宙通道，遇到了“科技宇宙的因赛美那”（无时间能力，但擅长制造时间机器）、“魔法宇宙的因赛美那”（用魔法操控时间，而非天生能力）等11个平行自我。发现所有平行宇宙都面临同一个威胁——“时间吞噬者”（以时间线为食的跨维度生物），为对抗威胁，她牵头成立“跨宇宙时间守护联盟”，协调不同宇宙的资源，共同建立“时间防线”，过程中逐渐理解“每个自我都是完整的一部分”，不再因过去的经历而自我否定。"
    },
    "neo版": {
      "title": "双箭头",
      "description": "<p><strong>核心定位</strong>：无组织背景的普通少女，意外获得时间能力，在混乱中寻找自我。</p><p><strong>外貌设定</strong>：浅棕色短发（带自然卷），身穿高中校服（白色衬衫+藏青色短裙），背着双肩包（内装时间能力相关的笔记和自制工具），眼神灵动却带着慌张，身高156cm，右手食指戴着一个捡来的“古铜色戒指”（时间能力的触发媒介），校服袖口有多处因实验能力而留下的污渍。</p><p><strong>能力范围</strong>：</p><ul><li>时间暂停：触发不稳定（情绪激动或遇到危险时自动激活），单次最长3秒，范围仅限自身周围1米，激活后会导致短暂眩晕（1-2秒）。</li><li>时间回溯：仅能回溯自身“5分钟内的遗憾”（如打翻的水杯、说错的话），无法回溯他人或重大事件，每天最多触发2次，回溯后会忘记“被修正的那段记忆”。</li><li>未来视：完全随机触发（多在睡梦中或发呆时），只能看到未来10分钟内的片段（如即将发生的小意外），画面模糊，无法自主控制，触发后会头痛半小时。</li></ul><p><strong>武器形态</strong>：无正式武器，意外获得能力后，用美工刀和旧手表改装成“时间测试工具”（能大致检测时间波动强度），后期在“神秘老人”（实为退休的时间守护者）指导下，将古铜戒指打磨成“时间稳定器”，可减少能力触发的混乱度，但无法主动攻击。</p><p><strong>性格特点</strong>：活泼乐观，对世界充满好奇心，重视朋友和家人，获得能力后既兴奋又恐惧，害怕被当成“怪物”，努力隐藏能力的同时，又忍不住用能力帮助身边的人（如阻止同学被绊倒、挽回朋友间的误会），做事冲动，缺乏规划，常因能力失控而陷入麻烦。</p><p><strong>背景故事</strong>：普通高中生，父母是历史老师，从小喜欢听历史故事。16岁生日当天，在旧物市场捡到一枚古铜戒指，戴上后意外触发时间暂停（阻止了一辆失控的自行车撞向自己）。之后能力频繁随机触发，导致生活混乱（如考试时回溯答案、不小心看到朋友的未来小秘密）。为控制能力，她开始查阅历史资料和科学书籍，试图理解自己的能力，期间遇到一位神秘老人（退休的时间守护者），老人告诉她“能力是责任，不是负担”，并教她基础的时间控制技巧。随着能力逐渐稳定，她发现身边出现“异常时间事件”（如同一地点反复出现过去的场景），开始意识到自己的能力并非偶然，可能与“某段被遗忘的历史”有关。"
    },
    "v25版": {
      "title": "寂灵",
      "description": "<p><strong>核心定位</strong>：跨越时间与宇宙的传说，理解时间本质的守护者，所有版本的“最终形态”。</p><p><strong>外貌设定</strong>：银白长发直至脚踝，发丝中蕴含微弱的时间光粒（在黑暗中会发光），身穿“时间本源长袍”（无固定颜色，随时间波动呈现彩虹色渐变），无需佩戴任何工具，眼神平静却包含万物，身高165cm，周身环绕着“时间涟漪”（普通人无法看见，仅时间能力者能感知），双手可随意凝聚“时间能量体”。</p><p><strong>能力范围</strong>：</p><ul><li>时间暂停：无范围、时长限制，可选择性暂停“时间本身”或“特定目标的时间”，甚至能暂停“时间吞噬者”这类跨维度生物的时间，使用后无能量消耗（已与时间本源共鸣）。</li><li>时间回溯：能回溯“整个宇宙”的时间线（最长100年），可精准定位“需要修正的节点”，不影响其他宇宙，回溯后自身保留完整记忆，且能消除“时间悖论”的副作用（如避免自身消失）。</li><li>未来视：可看到“所有宇宙的所有未来可能性”，能识别“终极关键节点”（某一选择会影响所有宇宙的存亡），可通过“时间引导”将可能性向“全宇宙存活”的方向推进，无需消耗体力或能量。</li></ul><p><strong>武器形态</strong>：“时光之刃”已与自身融合，可随意凝聚为任何形态（匕首、长剑、盾牌等），甚至能转化为“时间领域”（在领域内，她可制定时间规则），武器核心蕴含“时间本源碎片”，能直接攻击“时间吞噬者”的核心（而非仅攻击其物理形态）。</p><p><strong>性格特点</strong>：沉稳睿智，对万物充满慈悲却不优柔寡断，理解“牺牲与守护”的真正意义，不再被“自我”或“单一宇宙”束缚，而是以“时间平衡者”的身份存在，面对终极危机时能保持绝对冷静，做出最有利于全宇宙的选择，但仍保留着“原初版”的初心——对人类的关怀和对和平的渴望。</p><p><strong>背景故事</strong>：在“跨宇宙时间守护联盟”与“时间吞噬者”的最终决战中，12个平行宇宙的“因赛美那”选择将自身能力和意识融合到“25版因赛美那”体内，使她突破“时间使用者”的界限，成为“时间本质的掌控者”。融合后，她不仅彻底消灭了“时间吞噬者”，还修复了所有被破坏的时间线，重新建立了“多元宇宙时间平衡机制”。战后，她没有选择留在某一个宇宙，而是化作“时间夹缝中的守护者”，在各个宇宙的关键节点出现，引导迷茫的时间能力者，偶尔会回到“原初版”的时间点，远远看着刚加入组织的自己，默默给予祝福，成为所有时间线中传说般的存在。"
    }
  }
}
